Repository: SvetlinStaev/symfony
Catalog: src/Icepique/AppBundle/Resources/translations/routes.*.xlf
Languages: bg

# catalog_category
source: /companies/{categorySlug}.html
bg: /каталог-фирми/{categorySlug}.html

# catalog_category_location
source: /companies/{locationSlug}/{categorySlug}.html
bg: /каталог-фирми/{locationSlug}/{categorySlug}.html

# catalog_category_location_with_search_tag
source: /companies/{locationSlug}/{categorySlug}/tag-{searchTag}.html
bg: /каталог-фирми/{locationSlug}/{categorySlug}/tag-{searchTag}.html

# catalog_category_with_search_tag
source: /companies/{categorySlug}/tag-{searchTag}.html
bg: /каталог-фирми/{categorySlug}/tag-{searchTag}.html

# catalog_home
source: /companies/
bg: /каталог-фирми

# home_adult
source: /classifieds/personals.html
bg: /обяви/запознанства.html

# catalog_listing
source: /companies/{slug}-{id}.html
bg: /каталог-фирми/{slug}-{id}.html

# catalog_listing_add
source: /companies/listings/add
bg: /каталог-фирми/публикувай-нова-обява

# catalog_listing_contact
source: /companies/{slug}-{id}/contact
bg: /каталог-фирми/{slug}-{id}/контакти

# catalog_listing_contact_success
source: /companies/{slug}-{id}/contact/success
bg: /каталог-фирми/{slug}-{id}/успешен-контакт

# catalog_listing_gallery
source: /companies/{slug}-{id}/gallery
bg: /каталог-фирми/{slug}-{id}/снимки

# catalog_listing_login
source: /companies/update-profile
bg: /каталог-фирми/редактирай-фирмен-профил

# catalog_listing_logout
source: /companies/logout/{id}
bg: /каталог-фирми/изход/{id}

# catalog_listing_new_password
source: /companies/new-password/{id}/{token}
bg: /каталог-фирми/нова-парола/{id}/{token}

# catalog_listing_problem
source: /companies/{slug}-{id}/report-problem
bg: /каталог-фирми/{slug}-{id}/докладвай-проблем

# catalog_listing_problem_contact_success
source: /companies/{slug}-{id}/report-problem/successful-report
bg: /каталог-фирми/{slug}-{id}/успешно-докладван-проблем

# catalog_listing_publish_success
source: /companies/profile-added-successfully
bg: /каталог-фирми/успешно-публикуване

# catalog_listing_reset_password
source: /companies/reset-password
bg: /каталог-фирми/забравена-парола

# catalog_listing_reset_password_check_email
source: /companies/reset-password/check-email
bg: /каталог-фирми/забравена-парола/проверка-на-имейл

# catalog_listing_search
source: /companies/search
bg: /каталог-фирми/търсене

# catalog_listing_share
source: /companies/{slug}-{id}/share
bg: /каталог-фирми/{slug}-{id}/изпрати-на-приятел

# catalog_listing_update
source: /companies/listings/update/{id}
bg: /catalog/listings/update/{id}

# catalog_listing_update_success
source: /companies/profile-updated-successfully
bg: /каталог-фирми/успешно-обновяване

# catalog_listing_upgrade
source: /companies/{slug}-{id}/promote
bg: /каталог-фирми/{slug}-{id}/промотирай

# catalog_location_section
source: /companies/{locationSlug}.html
bg: /каталог-фирми/{locationSlug}.html

# catalog_location_section_with_search_tag
source: /companies/{locationSlug}/tag-{searchTag}.html
bg: /каталог-фирми/{locationSlug}/tag-{searchTag}.html

# category
source: /classifieds/{categorySlug}.html
bg: /обяви/{categorySlug}.html

# category_location
source: /classifieds/{locationSlug}/{categorySlug}.html
bg: /обяви/{locationSlug}/{categorySlug}.html

# category_location_with_attributes
source: /classifieds/{locationSlug}/{categorySlug}/{attributeSlug}-f{attributeId}-{attributeValue}.html
bg: /обяви/{locationSlug}/{categorySlug}/{attributeSlug}-f{attributeId}-{attributeValue}.html

# category_location_with_search_tag
source: /classifieds/{locationSlug}/{categorySlug}/tag-{searchTag}.html
bg: /обяви/{locationSlug}/{categorySlug}/tag-{searchTag}.html

# category_with_attributes
source: /classifieds/{categorySlug}/{attributeSlug}-f{attributeId}-{attributeValue}.html
bg: /обяви/{categorySlug}/{attributeSlug}-f{attributeId}-{attributeValue}.html

# category_with_attributes_legacy
source: /classifieds/{categorySlug}/{attributeSlug}-f{attributeId}-{attributeValue}.html
bg: /обяви/{categorySlug}/{attributeSlug}-f{attributeId}-{attributeValue}.html

# category_with_search_tag
source: /classifieds/{categorySlug}/tag-{searchTag}.html
bg: /обяви/{categorySlug}/tag-{searchTag}.html

source: /contact
bg: /контакти

# contact_success
source: /contact/message-sent
bg: /контакти/успешен-контакт

source: /faq
bg: /често-задавани-въпроси

source: /about-us
bg: /за-нас

# legacy_catalog_listing_contact
source: /companies/{slug}-{id}/contact.html
bg: /каталог-фирми/{slug}-{id}/contact.html

# legacy_catalog_listing_gallery
source: /companies/{slug}-{id}/gallery.html
bg: /каталог-фирми/{slug}-{id}/gallery.html

# legacy_catalog_listing_comments
source: /companies/{slug}-{id}/comments.html
bg: /каталог-фирми/{slug}-{id}/comments.html

# legacy_catalog_listing_problem
source: /companies/{slug}-{id}/problem.html
bg: /каталог-фирми/{slug}-{id}/problem.html

# legacy_catalog_listing_send_to_friend
source: /companies/{slug}-{id}/send_friend.html
bg: /каталог-фирми/{slug}-{id}/send_friend.html

# legacy_catalog_listing_upgrade
source: /companies/{slug}-{id}/{upgrade}.html
bg: /каталог-фирми/{slug}-{id}/{upgrade}.html

# legacy_listing_contact
source: /classifieds/{slug}-{id}/contact.html
bg: /обяви/{slug}-{id}/contact.html

# legacy_listing_gallery
source: /classifieds/{slug}-{id}/gallery.html
bg: /обяви/{slug}-{id}/gallery.html

# legacy_listing_problem
source: /classifieds/{slug}-{id}/problem.html
bg: /обяви/{slug}-{id}/problem.html

# legacy_listing_comments
source: /classifieds/{slug}-{id}/comments.html
bg: /обяви/{slug}-{id}/comments.html

# legacy_listing_send_to_friend
source: /classifieds/{slug}-{id}/send_friend.html
bg: /обяви/{slug}-{id}/send_friend.html

# legacy_listing_upgrade
source: /classifieds/{slug}-{id}/{upgrade}.html
bg: /обяви/{slug}-{id}/{upgrade}.html

# listing
source: /classifieds/{slug}-{id}.html
bg: /обяви/{slug}-{id}.html

# listing_add
source: /classifieds/new-listing
bg: /обяви/публикувай-нова-обява

# listing_reset_password
source: /classifieds/reset-password
bg: /обяви/възстановяване-на-парола

# listing_auto_login
source: /classifieds/{listingId}/auth/{token}
bg: /обяви/{listingId}/auth/{token}

# listing_contact
source: /classifieds/{slug}-{id}/contact
bg: /обяви/{slug}-{id}/контакти

# listing_contact_success
source: /classifieds/{slug}-{id}/contact/success
bg: /обяви/{slug}-{id}/успешен-контакт

# listing_delete
source: /classifieds/delete/{id}
bg: /обяви/изтрий-обява/{id}

# listing_gallery
source: /classifieds/{slug}-{id}/gallery
bg: /обяви/{slug}-{id}/снимки

# listing_login
source: /classifieds/login
bg: /обяви/вход

# listing_logout
source: /classifieds/logout/{id}
bg: /обяви/изход/{id}

# listing_print
source: /classifieds/{slug}-{id}/print
bg: /обяви/{slug}-{id}/принтирай

# listing_problem
source: /classifieds/{slug}-{id}/report-problem
bg: /обяви/{slug}-{id}/докладвай-проблем

# listing_publish_success
source: /classifieds/listing-published-successfully
bg: /обяви/успешно-публикуване

# listing_share
source: /classifieds/{slug}-{id}/share
bg: /обяви/{slug}-{id}/изпрати-на-приятел

# listing_update
source: /classifieds/update/{id}
bg: /обяви/редактиране-на-обява/{id}

# listing_update_success
source: /classifieds/listing-updated-successfully
bg: /обяви/редактиране-на-обява/успешно-обновяване

# listing_upgrade
source: /classifieds/{slug}-{id}/promote
bg: /обяви/{slug}-{id}/промотирай

# location_section
source: /classifieds/{locationSlug}.html
bg: /обяви/{locationSlug}.html

# location_section_with_search_tag
source: /classifieds/{locationSlug}/tag-{searchTag}.html
bg: /обяви/{locationSlug}/tag-{searchTag}.html

# my_catalog_listings
source: /companies/classifieds/own
bg: /каталог-фирми/обяви/моите-обяви

# my_listings
source: /classifieds/own
bg: /обяви/моите-обяви

# my_saved_listings
source: /saved/listings
bg: /обяви/наблюдавани-обяви

# my_saved_searches
source: /saved/searches
bg: /обяви/запазени-филтри

# statistics
source: /stats
bg: /статистика

# user_login
source: /login
bg: /влез-в-профил

# user_login_new_password
source: /new-password/{id}/{token}
bg: /нова-парола/{id}/{token}

# user_login_reset_password
source: /reset-password
bg: /нова-парола/промяна-на-парола

# user_login_reset_password_check_email
source: /reset-password/check-email
bg: /нова-парола/проверка-на-имейл

# user_profile_contact
source: /profile/{id}/contact
bg: /профил/{id}/контакти

# user_profile_contact_success
source: /profile/{id}/contact/success
bg: /профил/{id}/успешен-контакт

# user_profile_feedback
source: /profile/{id}/feedback
bg: /профил/{id}/оценка

# user_profile_listings
source: /profile/{id}/listings
bg: /профил/{id}/обяви

# user_profile_listings_category
source: /profile/{id}/listings/{categorySlug}
bg: /профил/{id}/обяви/{categorySlug}

# user_profile_public
source: /profile/{id}
bg: /профил/{id}

# user_register
source: /registration
bg: /регистрация

# user_register_options
source: /registration/options
bg: /регистрация/други-опции

# user_register_check_email
source: /registration/check-email
bg: /регистрация/проверка-на-имейл

# user_register_confirm
source: /registration/confirm/{id}/{token}
bg: /регистрация/потвърждение/{id}/{token}

# user_register_confirmed
source: /registration/confirmed
bg: /регистрация/потвърждение

# user_saved_listings
source: /account/saved/listings
bg: /моят-акаунт/бележник/наблюдавани-обяви

# user_saved_searches
source: /account/saved/searches
bg: /моят-акаунт/бележник/запазени-филтри

# user_profile
source: /account/profile
bg: /моят-акаунт/профил

# user_profile_password_change
source: /account/reset-password
bg: /моят-акаунт/смяна-на-парола

# user_profile_username_change
source: /account/change-email
bg: /моят-акаунт/смяна-на-имейл

# user_profile_deactivate
source: /account/deactivate
bg: /моят-акаунт/деактивация

# user_profile_deactivate_success
source: /account-deactivated-successfully
bg: /успешна-деактивация

# user_profile_delete_success
source: /account-deleted-successfully
bg: /успешно-изтрит-профил

# user_profile_email_change_success
source: /account/email-requested-successfully
bg: /моят-акаунт/изпратен-имейл-с-активация

# user_messages
source: /account/messages
bg: /моят-акаунт/съобщения

# user_wallet
source: /account/wallet
bg: /моят-акаунт/портфейл

# user_wallet_transactions
source: /account/wallet/transactions
bg: /моят-акаунт/портфейл/транзакции

# user_delivery
source: /account/delivery
bg: /моят-акаунт/доставка

# user_delivery_packages
source: /account/delivery/packages
bg: /моят-акаунт/доставка/пратки

# user_delivery_locator
source: /account/delivery/office-locator
bg: /моят-акаунт/доставка/офис-локатор

# user_messages_archive
source: /account/messages/archive
bg: /моят-акаунт/съобщения/архив

# user_listings
source: /account/listings
bg: /моят-акаунт/моите-обяви

# user_listings_archive
source: /account/listings/archive
bg: /моят-акаунт/моите-обяви/архив

# user_listings_pending
source: /account/listings/pending
bg: /моят-акаунт/моите-обяви/изчакващи

# user_verify_phone
source: /account/profile/verify-phone
bg: /моят-акаунт/профил/потвърди-телефон

# user_verified_phone
source: /account/profile/phone-verified
bg: /моят-акаунт/профил/успешно-потвърден-телефон

source: /user-agreement
bg: /общи-условия

source: /privacy-policy
bg: /политика-за-поверителност

# privacy_policy_consent
source: /account/privacy-policy/give-consent
bg: /моят-акаунт/политика-за-поверителност/приемам

source: /listings-by-city
bg: /обяви-по-области

source: /companies-by-city
bg: /фирми-по-области

# verification_explained
source: /listings-ranking
bg: /подредба-на-обявите
